13/data/attachments/39221c20aaec9319.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_48aed651-a1bd-498a-94bc-523247b7623a</nif:username>
            <nif:friendToBeAdded>Timothy_discussion_Actions_78413_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>